import * as React from 'react';
import { enableClient } from './client';

export class Fleet extends React.Component {
    render() {
        return <div className="page-container">
            <h1>Сафарийный флот</h1>
            <p>Для чудесного отдыха в море очень важно правильно выбрать яхту, на которой вы будете жить и нырять в течение недели во время дайвинг сафари на Красном море.</p>
            <div className="boat-pics">
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта South Moon" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
            </div>
            <div className="boat-description">
                <h2>яхта South Moon</h2>
                <p>Корабль деревянный, полностью перестроен в 2014 году, регулярно проходит полное обслуживание в драй-доке.</p>
                <p>Яхта рассчитана на 20 человек</p>
                <p>Нижняя палуба:</p>
                <li>6 двухместных кают single bed</li>
                <p>Средняя палуба:</p>
                <li>дайв-дек, кухня, салон и ресторан</li>
                <p>Верхняя палуба:</p>
                <li>4 двухместных каюты single bed, зона отдыха</li>
                <p>Солнечная палуба</p>
                <p>Длина 27 метров, ширина 6 метров, осадка 1,75 метра. Двигатели: 2 х 350 hp, MAN</p>
                <p>2 зодиака, баллоны DIN, Nitrox, Wi-Fi</p>
                <p>Порт баризования: Травко, Шарм-эль-Шейх</p>
            </div>
            <div className="boat-pics">
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Brina-1" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
            </div>
            <div className="boat-description">
                <h2>яхта Brina-1</h2>
                <p>Яхта рассчитана на 20 человек</p>
                <p>Нижняя палуба:</p>
                <li>7 двухместных кают single bed</li>
                <li>1 каюта с kingsize bed (в носу яхты)</li>
                <p>Средняя палуба:</p>
                <li>дайв-дек, кухня, большая кают-компания с обеденной зоной</li>
                <p>Верхняя палуба:</p>
                <li>2 двухместных каюты siute (kingsize bed), зона отдыха</li>
                <p>Солнечная палуба</p>
                <li>Длина 31 метров, ширина 7 метров, осадка 1,75 метра. Двигатели: 2 х 450 hp, MAN</li>
                <p>2 зодиака, баллоны DIN, Nitrox, Wi-Fi</p>
                <p>Порт баризования: Травко, Шарм-эль-Шейх</p>
            </div>
            <div className="boat-pics">
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
            </div>
            <div className="boat-description">
                <h2>яхта Carlton</h2>
                <p>Рассчитана на 20 человек</p>
                <p>Нижняя палуба:</p>
                <li>5 двухместных кают single bed</li>
                <li>1 двухместная каюта twin bed</li>
                <p>Средняя палуба:</p>
                <li>дайв-дек, кухня, салон и ресторан</li>
                <p>Верхняя палуба:</p>
                <li>3 двухместных кают single bed</li>
                <li>1 двухместная каюта twin bed</li>
                <p>зона отдыха</p>
                <p>Сан-дэк</p>
                <p>Длина: 33 метра</p>
                <p>Двигатели: twin man 10 cylinders 480 hp</p>
                <p>2 зодиака, баллоны DIN, Nitrox, Wi-Fi</p>
                <p>Порт баризования: Шарм-эль-Шейх </p>
                <p>Маршруты: Север, Северные рэки, Бразерс</p>
            </div>
            <div className="boat-pics">
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
                <img src="/images/liveaboard/" title="Яхта Carlton Queen" alt="дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари красное море, дайв сафари египет, дайв сафари красное море" />
            </div>
            <div className="boat-description">
                <h2>яхта Carlton Queen</h2>
                <p>Рассчитана на 20 человек</p>
                <p>Нижняя палуба:</p>
                <li>6 двухместных кают single bed</li>
                <p>Средняя палуба:</p>
                <li>дайв-дек, кухня, салон и ресторан</li>
                <p>Верхняя палуба:</p>
                <li>4 двухместных каюты Twin bed, зона отдыха</li>
                <p>Сан-дэк</p>
                <p>Длина: 35 метров</p>
                <p>Двигатели: twin mercedes 12 cylinders 600 hp</p>
                <p>2 зодиака, баллоны DIN, Nitrox, Wi-Fi</p>
                <p>Порт базирования: Хургада</p>
                <p>Яхта имеет разрешение на дайвинг по всему Красному морю Египта от Дахаба до границы с Суданом</p>
            </div>
        </div>
    }
}


declare var window: any;
if (typeof window !== 'undefined') {
    enableClient(Fleet);
}
