export interface Meta {
    name?: string;
    property?: string;
    content: string;
}

export const metaMainPage: Meta[] = [
    {
        name: "description",
        content:"В знаменитой школа дайвинга Виктора Озаренко обучение дайвингу осуществляется по международным стандартам PADI, IANTD и NDL. Научиться плавать и стать дайвером легко! Тренировки в бассейне в Одессе и выезды в Шарм эль Шейх Египет на открытую воду"
    },
    {
        name:"keywords",
        content:"украинский дайвинг центр, обучение дайвингу, виктор озаренко, технический дайвинг, курсы дайвинга PADI, детский дайвинг, страхование дайверов, дайвинг в одессе, дайвинг в шарм эль шейхе, дайвинг центр шарм эль шейх, сайдмаунт, сулина"
    },
    {
        property:"og:title",
        content:"Школа дайвинга Виктора Озаренко. Филиалы в Одессе и Шарм-эль-Шейхе"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/"
    },
    {
        property:"og:description",
        content:"В знаменитой школа дайвинга Виктора Озаренко обучение дайвингу осуществляется по международным стандартам PADI, IANTD и NDL. Научиться плавать и стать дайвером легко! Тренировки в бассейне в Одессе и выезды в Шарм эль Шейх Египет на открытую воду"
    }
]
export const metaDivingClubPage: Meta[] = [
    {
        name: "description",
        content:"Клуб основан легендарным специалистом водолазного дела Украины, одесситом Виктором Озаренко. Наша школа проводит обучение по самым популярным системам дайвинга"
    },
    {
        name:"keywords",
        content:"дайвинг центр Виктора Озаренко, дайвинг клуб Искатели морских сокровищ, Виктор Озаренко, Быкова Оксана, Богдан Хмельницкий"
    },
    {
        property:"og:title",
        content:"О клубе | Дайв-клуб Искатели морских сокровищ, Одесса (Украина), Шарм эль Шейх (Египет)"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/about-us.html"
    },
    {
        property:"og:description",
        content:"Клуб основан легендарным специалистом водолазного дела Украины, одесситом Виктором Озаренко. Наша школа проводит обучение по самым популярным системам дайвинга"
    }
]
 
export const metaViktorOzarenkoPage: Meta[] = [
    {
        name: "description",
        content:"Виктор Озаренко - инструктор-тренер международных дайверских организаций PADI, IANTD, NDL. Не заурядная личность, опытный подводный пловец, дайвер-легенда"
    },
    {
        name:"keywords",
        content:"Виктор Озаренко, дайвинг центр Виктора Озаренко, украинский дайвинг центр в Одессе"
    },
    {
        property:"og:title",
        content:'Виктор Озаренко, командор дайвинг клуба "Искатели морских сокровищ", Одесса (Украина)'
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/about-viktor-ozarenko.html"
    },
    {
        property:"og:description",
        content:"Виктор Озаренко - инструктор-тренер международных дайверских организаций PADI, IANTD, NDL. Не заурядная личность, опытный подводный пловец, дайвер-легенда"
    }
]

export const metaFeedbackPage: Meta[] = [
    {
        name: "description",
        content:"Отзывы клиентов о дайвинге с клубом Искатели морских сокровищ"
    },
    {
        name:"keywords",
        content:"дайвинг отзывы, дайвинг в Шарм-эль-Шейхе (Египет) отзывы, Виктор Озаренко отзывы"
    },
    {
        property:"og:title",
        content:"Отзывы о дайвиге с нашим клубом в Шарм-эль-Шейхе (Египет)"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/feedback.html"
    },
    {
        property:"og:description",
        content:"Отзывы клиентов о дайвинге с клубом Искатели морских сокровищ"
    }
]


export const metaContactUsPage: Meta[] = [
    {
        name: "description",
        content:"Пришлите заявку, нипишите на почту, позвоните в скайп или по телефону - мы всегда оперативно ответим на все ваши вопросы!"
    },
    {
        name:"keywords",
        content:"дайвинг центр Виктора Озаренко, дайвинг клуб Искатели морских сокровищ, Виктор Озаренко, дайвинг в Одессе, технический дайвинг в Одессе, сайдмаунт"
    },
    {
        property:"og:title",
        content:"О клубе | Дайв-клуб Искатели морских сокровищ, Одесса (Украина), Шарм эль Шейх (Египет)"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/contact-us.html"
    },
    {
        property:"og:description",
        content:"Пришлите заявку, нипишите на почту, позвоните в скайп или по телефону - мы всегда оперативно ответим на все ваши вопросы!"
    }
]

export const metaPadiCourses: Meta[] = [
    {
        name: "description",
        content:"Окунитесь в мир дайвинга! Курсы обучения дайвингу по системе PADI проводит мастер-тренер Виктор Озаренко и подготовленные им инструкторы. Обучение проходит в Одессе и в Шарм-эль-Шейхе. Расписание курсов уточняйте по телефону"
    },
    {
        name:"keywords",
        content:"обучение дайвингу Одесса, курсы дайвинга padi Одесса, обучение дайвингу padi, сдать открытую воду, курсы дайвинга padi, сайдмаунт padi, стоимость курса open water diver padi"
    },
    {
        property:"og:title",
        content:"Курсы обучения дайвингу PADI в Одессе и Шарм-эль-Шейхе"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/diving-courses-padi.html"
    },
    {
        property:"og:description",
        content:"Окунитесь в мир дайвинга! Курсы обучения дайвингу по системе PADI проводит мастер-тренер Виктор Озаренко и подготовленные им инструкторы. Обучение проходит в Одессе и в Шарм-эль-Шейхе. Расписание курсов уточняйте по телефону"
    }
]

export const metaNdlCourses: Meta[] = [
    {
        name: "description",
        content:"Научиться нырять - легко! Обучение на курсах дайвинга по системе NDL проводит курс-директор Виктор Озаренко по своей уникальной методике!"
    },
    {
        name:"keywords",
        content:"обучение дайвингу Одесса, курсы дайвинга Одесса, обучение дайвингу, сдать открытую воду, курсы дайвинга, сайдмаунт, стоимость курса diver ndl"
    },
    {
        property:"og:title",
        content:"Курсы обучения дайвингу по системе NDL в Одессе и Шарм-эль-Шейхе"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/diving-courses-ndl.html"
    },
    {
        property:"og:description",
        content:"Научиться нырять - легко! Обучение на курсах дайвинга по системе NDL проводит курс-директор Виктор Озаренко по своей уникальной методике!"
    }
]

export const metaIdcCourses: Meta[] = [
    {
        name: "description",
        content:"Станьте настоящим профессионалом в дайвинге! На инструкторских курсах с Виктором Озаренко вы станете профессиональным аквалангистом и сможете научить любого!"
    },
    {
        name:"keywords",
        content:"инструкторские курсы, itc ndl, idc iantd, курсы инструкторов по дайвингу, инструкторские курсы IANTD, профессиональные курсы дайвинга, курс директор Виктор Озаренко, инструкторские курсы Одесса, обучение инструкторов по дайвингу Одесса в Одессе"
    },
    {
        property:"og:title",
        content:"Курсы инструкторов по дайвингу NDL и IANTD от Виктора Озаренко"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/instructor-development-course.html"
    },
    {
        property:"og:description",
        content:"Станьте настоящим профессионалом в дайвинге! На инструкторских курсах с Виктором Озаренко вы станете профессиональным аквалангистом и сможете научить любого!"
    }
]

export const metaFreediveCourses: Meta[] = [
    {
        name: "description",
        content:"Мы проводим курсы обучения фридайвингу - погружениям на задержке дыхания, в Шарм эль Шейхе и Одессе. Курсы проводит Виктор Озаренко. Даты проведения курсов уточняйте по телефону в Одессе"
    },
    {
        name:"keywords",
        content:"курсы фридайвинга, фридайвинг курсы, фридайвинг Шарм, фридайвинг Одесса, freediving, дайвинг клуб, апное, фридайвинг цены, египет фридайвинг цены"
    },
    {
        property:"og:title",
        content:"Курсы фридайвинга в Шарм эль Шейхе и Одессе"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/freediving.html"
    },
    {
        property:"og:description",
        content:"Мы проводим курсы обучения фридайвингу - погружениям на задержке дыхания, в Шарм эль Шейхе и Одессе. Курсы проводит Виктор Озаренко. Даты проведения курсов уточняйте по телефону в Одессе"
    }
]

export const metaTechnicalDivingPage: Meta[] = [
    {
        name: "description",
        content:"Технические погружения на найтроксе, воздухе, тримиксе в компании подводного диверсанта самый безопасный вид технодайвинга. Всегда можно взять сайдмаунт"
    },
    {
        name:"keywords",
        content:"Приглашаем на курсы технического дайвинга в Одессе. Всю линейку курсов Advanced nitrox, Technical diver, Normoxic trimix, Trimix diver проводит мастер инструктор тренер Виктор Озаренко. Курсы можно пройти в конфигурации сайдмаунт"
    },
    {
        property:"og:title",
        content:"Технический дайвинг с Виктором Озаренко на Черном и на Красном море"
    },
    {
        property:"og:url",
        content:"http://www.ozarenko-diving.com/technical-diving.html"
    },
    {
        property:"og:description",
        content:"Технические погружения на найтроксе, воздухе, тримиксе в компании подводного диверсанта самый безопасный вид технодайвинга. Всегда можно взять сайдмаунт"
    }
]

export const metaSidemountPage: Meta[] = [
    {
        name: "description",
        content: "Сайдмаунт - ваши первые шаги в технический дайвинг! Удобная конфигурация позволяет разгрузить спину и повысить безопасность ваших погружений"
    },
    {
        name: "keywords",
        content: "Приглашаем на курсы обучения сайдмаунту в Одессе и Шарм эль Шейхе. Попробуйте удобный и легкий стиль подводного плавания в sidemount. Всю линейку курсов технического дайвинга можно пройти в сайдмаунте. Курсы проводит инструктор тренер Виктор Озаренко."
    },
    {
        property: "og:title",
        content: "Обучение дайвингу в сайдмаунте (sidemount diving)"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/sidemount.html"
    },
    {
        property: "og:description",
        content: "Сайдмаунт - ваши первые шаги в технический дайвинг! Удобная конфигурация позволяет разгрузить спину и повысить безопасность ваших погружений"
    }
]

export const metaTechCoursesIantd: Meta[] = [
    {
        name: "description",
        content: "Курсы технического дайвинга по системе IANTD - классика глубоких погружений."
    },
    {
        name: "keywords",
        content: "Приглашаем на курсы технического дайвинга в Одессе. Всю линейку курсов Advanced nitrox, Technical diver, Normoxic trimix, Trimix diver проводит инструктор тренер Виктор Озаренко. Курсы можно пройти в конфигурации сайдмаунт."
    },
    {
        property: "og:title",
        content: "Курсы технического дайвинга IANTD"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/techdiving-courses-iantd.html"
    },
    {
        property: "og:description",
        content: "Курсы технического дайвинга по системе IANTD - классика глубоких погружений."
    }
]

export const metaTechCoursesNdl: Meta[] = [
    {
        name: "description",
        content: "Авторская программа подготовки технических дайверов Виктор Озаренко"
    },
    {
        name: "keywords",
        content: "Приглашаем на курсы технического дайвинга в Одессе. Всю линейку курсов технического дивизиона НДЛ проводит автор программы мастер IDC TECH инструктор Виктор Озаренко. Курсы можно пройти в конфигурации сайдмаунт."
    },
    {
        property: "og:title",
        content: "Курсы технического дайвинга NDL"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/techdiving-courses-ndl.html"
    },
    {
        property: "og:description",
        content: "Авторская программа подготовки технических дайверов Виктор Озаренко"
    }
]

export const metaTechDivingRebreather: Meta[] = [
    {
        name: "description",
        content: "Прогружения и обучение дайвингу на ребризерах Megalodon и Inspiration в Шарм эль Шейхе, Египет."
    },
    {
        name: "keywords",
        content: "ребризер, обучение на ребризере, ребризер египет, megaladon, inspiration, мегаладон, инспирейшн"
    },
    {
        property: "og:title",
        content: "Ребризер дайвинг на Красном море, обучение. Megaladon & Inspiration"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/rebreather-diving.html"
    },
    {
        property: "og:description",
        content: "Прогружения и обучение дайвингу на ребризерах Megalodon и Inspiration в Шарм эль Шейхе, Египет."
    }
]

export const metaPriceSharm: Meta[] = [
    {
        name: "description",
        content: "В цены на дайвинг включены: два погружения в день, 12-литровые баллоны с воздухом, груза, грузовой пояс, услуги русскоговорящего гида,  трансфер из отеля и обратно (кроме отелей в Набк)"
    },
    {
        name: "keywords",
        content: "Узнать сколько стоит дайвинг в Шарм эль Шейхе, цены на дэйли дайвинг в заповедник Рас Мухаммед, остров Тиран, поездки на Тисельгорм и в Дахаб, цены на курсы дайвинга в Египте"
    },
    {
        property: "og:title",
        content: "Цены на дайвинг в Шарм эль Шейхе, Египет"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/ceny-diving-sharm.html"
    },
    {
        property: "og:description",
        content: "В цены на дайвинг включены: два погружения в день, 12-литровые баллоны с воздухом, груза, грузовой пояс, услуги русскоговорящего гида,  трансфер из отеля и обратно (кроме отелей в Набк)"
    }
]

export const metaIntroDiving: Meta[] = [
    {
        name: "description",
        content: "Попробуйте погрузиться один на один с инструктором и увидеть всю красоту подводного мира Шарм-эль-Шейха!"
    },
    {
        name: "keywords",
        content: "попробовать дайвинг египет, что нужно чтобы нырнуть с аквалангом, пробное погружение, что такое дайвинг, где лучше заняться дайвингом в египте, начать заниматься дайвингом, дайвинг с чего начать, тестовое погружение, дайвинг для начинающих"
    },
    {
        property: "og:title",
        content: "С чего начать занятия дайвингом или пробное погружение с аквалангом"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/sharm-try-diving.html"
    },
    {
        property: "og:description",
        content: "Попробуйте погрузиться один на один с инструктором и увидеть всю красоту подводного мира Шарм-эль-Шейха!"
    }
]

export const metaKidsDiving: Meta[] = [
    {
        name: "description",
        content: "Хотите взять своего ребенкуа на дайвинг? Легко! Начиная с 10 лет ребенок станет вашим лучшим бадди. Занятия проходят в игровой форме, погружения на малые глубины"
    },
    {
        name: "keywords",
        content: "дайвинг для детей, детский дайвинг, обучение детей дайвингу, дайвинг на Красном море в Египте, курсы дайвинга в Египте"
    },
    {
        property: "og:title",
        content: "Детский дайвинг | Обучение детей дайвингу"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/kids-diving.html"
    },
    {
        property: "og:description",
        content: "Хотите взять своего ребенкуа на дайвинг? Легко! Начиная с 10 лет ребенок станет вашим лучшим бадди. Занятия проходят в игровой форме, погружения на малые глубины"
    }
]

export const metaInsurance: Meta[] = [
    {
        name: "description",
        content: "Застрахуйтесь от несчастных случаев во время дайвинга. Вы сэкономите больше 3000 евро на лечение в барокамере. Наш партнер британская компания Lloyd"
    },
    {
        name: "keywords",
        content: "страхование дайверов, дайверская страховка, международная дайверская страховка, дайв страховка, страховка для дайвера"
    },
    {
        property: "og:title",
        content: "Страхование дайверов | международная дайверская страховка"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/diving-strahovka.html"
    },
    {
        property: "og:description",
        content: "Застрахуйтесь от несчастных случаев во время дайвинга. Вы сэкономите больше 3000 евро на лечение в барокамере. Наш партнер британская компания Lloyd"
    }
]

export const metaArchiveSale: Meta[] = [
    {
        name: "description",
        content: "Архив специальных предложений на обучение дайвингу и другие услуги дайвинг центра в Шарм эль Шейхе"
    },
    {
        name: "keywords",
        content: "дайвинг шарм скидки, дайвинг шарм акция, дайвинг в шарм эль шейхе скидки, скидки на дайвинг шарм, лучшая цена дайвинг шарм"
    },
    {
        property: "og:title",
        content: "Архив акций и скидок на дайвинг в Шарм эль Шейхе"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/arhiv-akciy-sharm.html"
    },
    {
        property: "og:description",
        content: "Архив специальных предложений на обучение дайвингу и другие услуги дайвинг центра в Шарм эль Шейхе"
    }
]

export const metaLastSafari: Meta[] = [
    {
        name: "description",
        content: "Приглашаем присоединиться к нашей команде на дайвинг сафари по северным рэкам и рифам Красного моря в ноябре 2018, с 17 по 24 ноября"
    },
    {
        name: "keywords",
        content: "дайвинг сафари, дайвинг сафари Египет, дайвинг сафари ноябрь, дайвинг сафари в ноябре, сафари в ноябре, сафари по рэкам, дайв сафари шарм эль шейх, дайвинг сафари шарм эль шейх, дайвинг в шарм эль шейхе"
    },
    {
        property: "og:title",
        content: "Дайвинг сафари в ноябре 2018 по северу Красного моря из Шарма"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/last-safari-egypt.html"
    },
    {
        property: "og:description",
        content: "Приглашаем присоединиться к нашей команде на дайвинг сафари по северным рэкам и рифам Красного моря в ноябре 2018, с 17 по 24 ноября"
    }
]


export const metaFleet: Meta[] = [
    {
        name: "description",
        content: "Важная часть дайв сафари - выбрать хорошую яхту. Представляем вам 4 варианта размещения на время недельного отпуска в море"
    },
    {
        name: "keywords",
        content: "дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари египет красное море, дайвинг сафари красное море, дайв сафари красное море, маршруты дайв сафари, маршруты дайв сафари, маршруты дайвинг сафари красное море"
    },
    {
        property: "og:title",
        content: "Сафарийный флот, Шарм-эль-Шейх (Египет)"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/redsea-liveaboard-fleet.html"
    },
    {
        property: "og:description",
        content: "Важная часть дайв сафари - выбрать хорошую яхту. Представляем вам 4 варианта размещения на время недельного отпуска в море"
    }
]


export const metaSouthRoutes: Meta[] = [
    {
        name: "description",
        content: "На юге Красного моря есть несколько популярных маршрутов для дайвинг сафари: острова Бразерс и рифы Эльфинстоун и Дедалус, дальний юг острова Сент Джонс, острова Роки и Загабард"
    },
    {
        name: "keywords",
        content: "дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари египет красное море, дайвинг сафари красное море, дайв сафари красное море, маршруты дайв сафари, маршруты дайв сафари, маршруты дайвинг сафари красное море"
    },
    {
        property: "og:title",
        content: "Маршруты дайвинг сафари по югу Красного моря (Египет)"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/redsea-liveaboard-south.html"
    },
    {
        property: "og:description",
        content: "На юге Красного моря есть несколько популярных маршрутов для дайвинг сафари: острова Бразерс и рифы Эльфинстоун и Дедалус, дальний юг острова Сент Джонс, острова Роки и Загабард"
    }
]

export const metaNorthRoutes: Meta[] = [
    {
        name: "description",
        content: "Северные маршруты дайв сафари на Красном море включают в себя побережье Синайского полуострова, риф Шааб Абу Нухас, рэки Тисельгорм, Розали Мюллер, Миллион Хоуп, дайв-сайты Дахаба, рифы острова Тиран и заповедника Рас Мухаммед"
    },
    {
        name: "keywords",
        content: "дайвинг сафари, дайв сафари, дайвинг сафари египет, дайвинг сафари египет красное море, дайвинг сафари красное море, дайв сафари красное море, маршруты дайв сафари, маршруты дайв сафари, маршруты дайвинг сафари красное море"
    },
    {
        property: "og:title",
        content: "Маршруты дайвинг сафари по северу Красного моря (Египет)"
    },
    {
        property: "og:url",
        content: "http://www.ozarenko-diving.com/redsea-liveaboard-north.html"
    },
    {
        property: "og:description",
        content: "Северные маршруты дайв сафари на Красном море включают в себя побережье Синайского полуострова, риф Шааб Абу Нухас, рэки Тисельгорм, Розали Мюллер, Миллион Хоуп, дайв-сайты Дахаба, рифы острова Тиран и заповедника Рас Мухаммед"
    }
]