import * as React from 'react';
import { enableClient } from './client';

export class Sidemount extends React.Component {
    render() {
        return <div className="page-container">
            <h1>Курсы обучения дайвингу в сайдмаунте (sidemount)</h1>
            <img src="/images/technical-diving/sidemount/sidemount-3.jpg" alt="Сайдмаунт: позволяет проникать в узкие места и пещеры" />
            <img src="/images/technical-diving/sidemount/sidemount-1.jpg" alt="Сайдмаунт: можно использовать разного объема баллоны" />
            <img src="/images/technical-diving/sidemount/sidemount-2.jpg" alt="Сайдмаунт: удобен для хрупких девушек" />

            <h2>Сайдмаунт - конфигурация с боковым расположением баллонов </h2>

            <p>Сайдмаунт за последние несколько лет стал очень популярным в дайверской среде. Не так давно только «пещерные
    дайверы» использовали этот вид размещения баллонов, для более легкого прохождения в узкие пассажи и тоннели.
    Но уже сегодня конфигурация с боковым расположением баллонов (сайдмаунт) используется не только для совершения
    сложных погружений-проникновений в затонувшие суда и затопленные объекты, пещеры, затопленные каменоломни и шахты,
    но и в совершенно обычных погружениях, где не требуется использование особого оборудования.
    Модульность и малые габариты делают конфигурацию сайдмаунт практически универсальной для экспедиций в удаленные
    места и технических погружений, где нет возможности взять в аренду спарку с манифолдом. </p>

            <img src="/images/technical-diving/sidemount/sidemount-4.jpg" alt="сайдмаунт, курсы сайдмаунта, технический дайвинг в сайдмаунте" />
            <img src="/images/technical-diving/sidemount/sidemount-5.jpg" alt="сайдмаунт, курсы сайдмаунта, технический дайвинг в сайдмаунте" />

            <h2>Курсы обучения сайдмаунту</h2>

            <p>На курсе Sidemount вы получите навыки и опыт работы в технической конфигурации, которая по сути повторяет спарку без
                манифолда (объединяющего два баллона и снабженного разделяющим вентилем). На курс могут быть зачислены
                сертифицированные дайверы уровня Open water diver PADI / Diver NDL ( с 18 лет) с 20 зарегистрированными погружениями.</p>

            <h3>Пробное погружение в Sidemount </h3>

            <p>Позволяет реально оценить удобство и модульность конфигурации, а также ознакомиться с таким важным навыком как
                газ-шеринг (равномерное использование газа из двух независимых баллонов). Осуществляется на мелководье. Время тренировочного погружения 30-60 минут.</p>

            <h3>Курс Sidemount PADI (рекреационный) </h3>

            <p>В дополнение к программе Пробного погружения в конфигурации сайдмаунт дайвер совершенствует навыки управления
    остойчивостью тела дайвера и управления расположения баллонов, плавает в дублированной системе подачи газа, что
    значительно увеличивает безопасность погружения, осваивает технику четырех стилей плавания в ластах, приобретает
    навыки прохождения узких мест, планирования погружений и газ менеджмента.
    Курс занимает два дня и включает в себя 2 учебных погружения в закрытой воде и два тренировочных погружения в
    открытой воде. </p>

            <p>Сертификационный взнос в PADI оплачивается дополнительно и стоит 35$. Учебные материалы - 35$.</p>

            <h3>Курс Sidemount (технический)</h3>

            <p>К знаниям полученным в рекреационном курсе сайдмаунт (открытая вода) по окончании отработки навыков практически все
                погружения осуществляются в надголовные среды (проникновение в затонувшие объекты - wreck penetration; cavern,
                cave). Основное внимание уделяется умению обращаться со снаряжением в стесненных условиях, в условиях с
                ограниченной видимостью, работой с ходовыми концами, катушками, использованием дополнительного и вспомогательного
                снаряжения. Курс занимает 4 дня и включает в себя 8 тренировочных погружений, 4 из которых в надголовной среде.</p>

            <h3>Курс Sidemount IANTD (технический)</h3>

            <p>Продолжительность курса 4 дня. Изучаются особенности использования сайдмаунта во время технических погружений с
                разным количеством баллонов, правильная развесовка, газ-шеринг с бадди-партнером и многое другое, что выполняется
    на технических курсах в конфигурации бекмаунт. Для зачисления на курс студент должен иметь сертификат Cave diver и минимум 50 погружений в пещеры.</p>

            <h2>Какого «Сайдмаунта» тебе надо, или как выбрать оборудование под задачи</h2>
            <p>Только ленивый не говорит сейчас о системах с боковым расположением баллонов (сайдмаунт). Большинство людей знает о
                плюсах и минусах этой популярной конфигурации, ведутся разговоры и, порой, понимаешь, что конфигурация, изначально
                придуманная для плавания в стесненных условиях (пещеры и затонувшие объекты), довольно быстро заняла место в
                открытой воде. Мне и самому комфортней нырять с боковым расположением баллонов. От погружения в холодные воды
                якутских озер, где легко справляешься с обмерзанием регуляторов, которые переходят на «свободный поток», до
                погружений на тримиксе в комфортных условиях Красного моря, где доставка к месту погружения и заход в воду со
    спаркой крайне сложен.</p>
            <p>Сделать самому подвеску ни чего не стоит. Достаточно сделать пряжки для ремней, 3 метра стропы, полтора метра для
                брасового ремня, 4-6 «Д» колец со стопорами, пряжку грузового ремня и все, ныряй на здоровье! Вот оптимально
                разместить грузовую систему и камеру (BCD) нужно повозится. Это было давно, когда на рынке было предоставлено пара
    фабричных брендов таких как «Dive Rite» и т.п.</p>
            <p>Из представленных в дайверских магазинах Шарма и Дахаба моделей сайдмаунта могу отметить «Hollis», «Dive Rite» и «X
    Deep», их плюсы и минусы.</p>
            <p><a href="http://www.hollis.su/p_sidemounts_sms50_travel.htm">«Hollis - 50</a>» собранный в единое целое (BCD). Система
        подходит для начальных курсов, а для нормального положения баллонов в воде требует доработки в виде двух подвижных «Д»
        колец , грузовая система видимо продумывалась «на бегу», но для проката в дайвинг-центре можно не заморачиваться, так
как используется грузовой пояс.</p>
<p>«<a href="https://www.amazon.com/gp/product/B0064PHZB2/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=ozarenkodivin-20&amp;creative=9325&amp;linkCode=as2&amp;creativeASIN=B0064PHZB2&amp;linkId=af405311459cdc82cc0402289feee006">Hollis-100</a>» попытка закрыть универсальностью широкий диапазон дайвинга закончилась этаким
    «дирижаблем» для открытой воды – еще туда сюда, а вот для узкостей силуэт великоват.</p>
    <p>«Dive Rite» на второй позиции, удобней «Hollis’a-50», выигрывает продуманным расположением грузовой системы, очень
    удобными подвижными «Д» кольцами. Могу отметить, что лучше «Д» колец я не встречал. Можно начинать учится и потом
    совершать погружения в рамках <a href="/techdiving-courses-iantd.html#AdvancedNitrox">Эдванс Найтрокс</a>.</p>
<p>И, не рассматривая ценник на эти продукты, на первое место поставлю польский «<a href="
        http://www.xdeep.eu/stealth-side-mount-full-set-pr-14.html">XDeep Stealth</a>». Он удовлетворит любого искушенного дайвера, главный плюс – система уже
    готова к использованию после настройки «размера» и не требует доработки.</p>

<p>Командор клуба "Искатели морских сокровищ", <a href="/about-viktor-ozarenko.html">Виктор Озаренко</a></p>
        </ div>
    }
}

declare var window: any;
if (typeof window !== 'undefined') {
    enableClient(Sidemount);
}