interface Feedback {
    who: string,
    from: string,
    img: string,
    text: string
}

export const clientsFeedback: Feedback [] = [
    {
        who: 'Олег и Ирина',
        from: 'Одесса, август 2018',
        img: 'client_Oleg_Irina.jpg',
        text: 'Были в Шарме в августе. Уже не первый раз пересекаемся с Виктором. Поэтому на дайвинг - только к нему. Было с чем сравнить. Конечно, местные клубы тоже работают. Но такого отношения к себе вы у них не найдете. У нас был перерыв 1,5 года, поэтому первый раз Виктор и помог с оборудованием и буквально под водой провел за ручку. Помог все вспомнить, показал красивейшие места... Безопасность на высшем уровне. Он все контролирует, все видит и все знает.... Очень хочется снова в Шарм и снова под воду. Спасибо вам огромное!'
    },
    {
        who: 'Игорь Л.',
        from: 'Харьков, апрель 2018',
        img: 'client_OlehK.jpg',
        text: 'Был на дайвинге с Виктором это было погружение с новым еще не опробованным мною оборудованием, почерпнул для себя очень много новых и полезных навыков. Спасибо Виктор за знания и опыт, который я получил, ныряя с Вами!!! Надеюсь на новые встречи и погружения с замечательными Искателями морских сокровищ! Кто хочет усовершенствовать свои навыки – рекомендую.'
    },
    {
        who: 'Юрий П.',
        from: 'Київ, грудень 2017',
        img: 'client_YuraTimofey.jpg',
        text: 'Неймовірно вдячні за незабутньо проведені два дні, професійний підхід і турботу!!! Сети просто неймовірні: і гарні і глибокі і дрейфувати спробували, і з пірса пониряли і з судна пониряли'
    },
    {
        who: 'Денис О.',
        from: 'Киев, декабрь 2017',
        img: 'client_DenisO.jpg',
        text: 'Спасибо Виктору и Оксане за знания и опыт который мы получили ныряя с Вами!!! Рекомендую Виктора как опытного дайв мастера, который научит Вас нырять правильно и безопасно и бережно относиться к подводной окружающей среде!!! отнырялись на Open water и хочу сказать спасибо Вам Виктор и Оксана и надеюсь скоро опять поныряем :) !!!'
    },
    {
        who: 'Александр Ч.',
        from: 'Одесса, июль, 2017',
        img: 'client_od_Alex.jpg',
        text: 'Вместе с напарницей - прекрасной Аннушкой - проходили обучение в Одессе. Курс получился безумно интересным и насыщенным. Понимание с Виктором и Оксаной, нашими инструкторами, с полуслова, полувзгляда, полужеста. Отдача при этом полная. Таки да, профессионалы своего дела! В качестве бонуса, разговоры в кают-компании о жизни и жизни в погружениях. Рекомендую!'
    },
    {
        who: 'Андрii К.',
        from: 'Лвiв, вересень 2017',
        img: 'client_AndreyK.jpg',
        text: 'Дякую Віктору та Оксані за суперський дайв на легендарний рек Тістельгорм та рекреаційні дайви. Дуже важливо коли люди закохані в те, чим займаються. Задоволений професійним підходом і максимальною безпекою занурень. Радий що знайшов у цьому райському місці нових друзів!'
    },
    {
        who: 'Арсен та Анна',
        from: 'Дякуючи Віктору тепер ми сертифіковані дайвери!',
        img: 'client_Arsen.jpg',
        text: 'Сьогодні прийшли сертифікати. Курс дайвінгу пролетів як мить! Інструктор у нас був The BEST! Віктор веселий та професійний Інструктор. З ним просто спілкуватись, Він доступно пояснює складний матеріал, і з ним почуваєш себе під водою в безпеці. Як би ти не косячив, переживав чи ще що, можеш бути впевнений, що все буде добре! Віктор зводив нас в нереально красиві місця на глибині, зняв нам нереально круте відео, А Оксана все дуже круто змонтувала. Це була найкраща екскурсія в нашому житті! Екскурсія в інший, неймовірно красивий світ! Також Віктор знає історію Шарму краще ніж більшість гідів. І з радістю ділится знаннями, історіями та фактами). Ми вже пакуєм валізи продовжити... і надіємось ми скоро побачимось, щоб підкорити більші глибини)! Дякуємо!'
    },
    {
        who: 'Дмитрий и Людмила Б.',
        from: 'Николаев, ноябрь 2016',
        img: 'client_couple.jpg',
        text: 'Были с женой на дайвинге конце ноября. Виктор отличный инструктор, все прошло хорошо. Это было первое наше погружение, инструктаж был четким и понятным, в воде с инструктором чувствовали себя отлично. Виктор продводил нас к разным интересным и красивым местам, отдельно хочу выделить ту огромную мурену в пещере - это была жесть). На лодке была еще одна группа с местным инструктором, поэтому прочувствовали всю разницу в подходе к клиентам. Погружение у другой группы чем то напомнало конвеер). Сам шарм мне больше всего запомнился дайвингом. Красивый и живой подводный мир. В общем, советую.'
    },
    {
        who: 'Игорь К.',
        from: 'Николаев, Октябрь 2016',
        img: 'client_IgorK.jpg',
        text: 'Проходил обучение у Виктора. Все прошло на ВЫСШЕМ уровне. Масса новых знаний , опыта и впечатлений. Если четко поставить перед инструктором задачи и определить цели, то результат в случае с Виктором, превзойдет все Ваши ожидания. Это человек который честно и профессионально выполняет взятые на себя обязательства. И смогу заметить весьма тактично. Надеюсь на новые встречи и погружения, как в Шарме так и в Украине -где есть на чем и есть где понырять ...'
    },
    {
        who: 'Наталья, Дмитрий и сын Данил',
        from: 'Киев, октябрь 2016',
        img: 'client_NatalyB.jpg',
        text: 'Как и два года назад мы получили массу позитива и ярких впечатлений - огромное спасибо Вите и Ксюше! Мир меняется, а профессионализм, чувство юмора и позитивный настрой по прежнему остаются с "Искателями подводных сокровищ". А еще ребятам не страшно доверить самое главное - ребенка. Новоиспеченный 9-ти летний дайвер передаёт вам пламенные приветы! Спасибо, спасибо, спасибо'
    },
    {
        who: 'Александр П.',
        from: 'Мариуполь, май 2016',
        img: 'client_Alex.jpg',
        text: 'Спасибо за отличный отдых, очень приятно было в кругу друзей встретить свой праздник. Отдельно хочется сказать за подготовку и обучение нового дайвера. Виктор вернул меня в мир дайвинга, после перерыва, мне показалась что я снова дома )))'
    },
    {
        who: 'Андрей Ч.',
        from: 'Одесса, май 2016',
        img: 'client_Andrey.jpg',
        text: 'Витя лучший!!! Опытнейший дайвер. Когда с ним ныряешь, можно ни о чем не волноваться и спокойно наслаждаться подводным миром, Витя всегда все держит под контролем. Рекомендую, лучшего инструктора вы не найдете.'
    },
    {
        who: 'Олег М.',
        from: 'Одесса, апрель 2016',
        img: 'client_OlegM.jpg',
        text: 'То, что ныряешь с полномочным представителем Одессы в Шарме, само по себе является гарантией не скучного время препровождения до, после и между дайвами. Непосредственно по нырялке - любой каприз за ваши деньги. Хотите глубоко - пожалуйста. Хотите красиво - пожалуйста. Загнать пару-тройку акул на вашу камеру - нет проблем! Кстати, учитывая резкое сокращение популяции красноморских дайверов, деньги вполне вминяемые. Остался доволен.'
    },
    {
        who: 'Валентин М.',
        from: 'Харьков, апрель 2016',
        img: 'client_Valentin.jpg',
        text: 'Инструктор от Бога! Прошел в апреле 2016 в Шарме курс Advance Open Water с Виктором Озаренко. Имея за спиной более сотни погружений в очень разных местах могут ответственно заявить: более комфортного, полезного и приятного общения, обучения и собственно дайвинга просто не бывает! Если хотите без проблем и напряжения насладиться красотами Красного моря и встретиться с замечательным человеком - обращайтесь к Виктору. Правда, в апреле водичка еще прохладненькая - 23 - 24С. В следующий раз выберу осень.'
    },
    {
        who: 'Альберт З.',
        from: 'Ульяновск, ноябрь 2015',
        img: 'client_Albert.jpg',
        text: 'Мне всё понравилось, приятно плавать с профессинальными инструкторами, и просто с хорошими людьми!!! Сначала нырял с немцким дайвинг центром, так там никто по-русски не понимает. Дочку брал с собой в качестве переводчика. Душевности с немцами не хватало. Потом написал Виктору, ответила Оксана, и мы практически на следующий день поехали нырять на Тисельгорм'
    },
    {
        who: 'Сергей М.',
        from: 'Вологда, Сентябрь 2015',
        img: 'client_SergeyM.jpg',
        text: 'Липтон - это не про нас! Только вернулся из Шарм эль Шейха, где самым прекрасным впечатлением от отпуска было погружение с Виктором Озаренко в красоты подводного мира Красного моря. Погружался первый раз - как сказал Виктор, таких называют "липтон" ) В итоге прошел инструктаж, выполнил необходимые обучающие упражнения и провел в море 40 минут. И не менее, чем знакомству с красотами Красного моря, рад знакомству с Виктором - профессионалом самого высокого уровня и очень интересным человеком.'
    },
    {
        who: 'семья Дудукаловых',
        from: 'Москва, Июль 2015',
        img: 'client_familyD.jpg',
        text: 'Большой respect!!! От всей нашей семьи Ваших учеников OWD и AOWD Григория, Клары, Саши и Марика посылаем Вам нашу благодарность и безмерной глубины уважение! Вы замечательный, уникальный человек и учитель! Желаем Вам огромного счастья и здоровья, всегда отличной погоды и настроения для интересных погружений! И побольше хороших учеников! Надеемся, сможем часто приезжать для продолжения обучения у Вас и спокойных погружений!!! Спасибо за все!'
    },
    {
        who: 'Юрий Л.',
        from: 'Самара, май 2015',
        img: 'client_YuraL.jpg',
        text: 'А что писать то? Все на высшем уровне! Лучший инструктор, лучшая организация дайвинга и просто прекрасные друзья! Приезжайте и попробуйте. Гарантия удовольствия 100%!'
    },
    {
        who: 'Елена Э.',
        from: 'Санкт-Петербург, Июнь 2014',
        img: 'client_Elena.jpg',
        text: 'Для меня дайвинг стал когда-то спасением-отдушиной, не уходом в другой мир без тягот и неприятностей, а входом в другой мир - мир невиданной  красоты природы и людей. В Шарме путем не ныряла, впервые... Клуб "Искатели морских сокровищ" нашла обычным поиском в инете, - сайт хороший, всплывает в первых рядах, и информации - изучать не на один день. Ролики.. это просто супер! В общем, победил этот клуб все остальные предложения. На деле получилось гораздо лучше, чем ожидала. Мы же ценим хоть в воде, хоть на суше одно и то же - порядочность, надежность, ответственность, профессионализм и ум-душу.. то есть Личность. Нырялка с хорошей организацией и глубоким знанием сайтов, ощущение от совместных погружений с Виктором - запас прочности у него огромный. Мастер!! Понятно, что зацепил не только профессионализм, но тут могу сказать только одно - рекомендую!!! Лучше один раз увидеть)... Спасибо от всей души! И еще спасибо Оксане Быковой - удивительно солнечному и хорошему Искателю сокровищ),- смонтированный фильм доставил нам много радости! Мы решили вернуться осенью. Соберемся-организуемся - ждите нас в гости, замечательные Искатели морских сокровищ!'
    },
    {
        who: 'Иван Ч.',
        from: 'Ярославль, Октябрь 2014',
        img: 'client_Yaroslavl.jpg',
        text: 'Спасибо за окно в новый мир! Виктор - профессионал своего дела, с большим опытом. Очень внимателен при обучении, просто и толково объясняет, с юмором:) Чувствуется поддержка при погружении. Первое знакомство с дайвингом у меня прошло очень успешно, за что благодарен Виктору!'
    },
    {
        who: 'Наталья Б.',
        from: 'Киев, Май 2014',
        img: 'client_NataliaB2.jpg',
        text: 'В прошлом году с мужем отныряли 12 дайвов под руководством Виктора. Великолепный инструктор, очень веселый и позитивный человек! Имея колоссальный опыт погружений как в техническом так и в любительском дайвинге, он знает ответ на любой интересующий вас вопрос. Лично мы узнали много полезного и интересного, что не найдешь ни в одной книге! А еще было много юмора, смеха и морских баек. Что еще нужно для отличного отдыха?! Ах, да, море! Погружения получаются комфортные и насыщенные, когда знаешь, что за тобой "присматривает" надежный человек. Очень рекомендую. P.S.: А для адекватных и послушных дайверов возможен бонус ;)'
    }
    

]